# St7SetFaceNormalsSize

Sets the size index of the face normals.

long St7SetFaceNormalsSize(long uID, long Size)
Input Parameters
uID
Strand7 model file ID.
Size
The face Normals Size in the range 1 to 100.